Repository: adam-p/endless
Catalog: Endless/*.lproj/Localizable.strings
Languages: ar, bo, km, nb, tk, vi

# HTTP_AUTH_USER_NAME
source: User Name
ar: اسم المستخدم
bo: སྤྱོད་མིང་།
nb: Brukernavn
tk: Ulanyjy ady
vi: Tên người dùng

# CERT_VERSION
source: Version
ar: الإصدار
bo: ཐོན།
km: ជំនាន់
nb: Versjon
tk: Görnüş
vi: Phiên bản

# CONNECTION_STATUS_WAITING
source: Waiting for network...
ar: جارٍ انتظار الشبكة...
bo: དྲྭ་རྒྱ་འགུགས་བཞིན་ཡོད།...
km: កំពុងរង់ចាំបណ្តាញ...
nb: Venter på nettverk…
tk: Networga garaşýar…
vi: Đang chờ mạng...

# FEEDBACK_COMMENTS_PLACEHOLDER
source: What's on your mind? Please leave us your feedback
ar: ما رأيكم؟ من فضلكم، أرسلوا لنا آراءكم وردود فعلكم
bo: ཁྱེད་ཀྱི་སེམས་ནང་གང་དྲན་གྱི་འདུག ཁྱེད་རང་གི་དགོངས་འཆར་བཞག་རོགས་གནང་།
km: តើអ្នកគិតអ្វី? សូមផ្តល់មតិយោបល់របស់អ្នក
nb: Hva tenker du? Send oss din tilbakemelding
tk: Naäme pikir edyarsiñiz? Bize seslenmani ibereniñ
vi: Bạn có ý kiến gì? Xin phản hồi cho chúng tôi

# FEEDBACK_FAQ_DIRECTION
source: You can find solutions to many common problems in our %@.
ar: يمكنك العثور على حلول للعديد من المشاكل الشائعة في %@.
bo: ཁྱེད་རང་ཚོ་ལ་ཕྲད་བཞིན་པའི་དཀའ་ངལ་མང་དག་ཅིག་གི་ཐབས་ལམ་ང་ཚོའི།%@.
nb: Her finner du løsninger på mange vanlige problemer i vår %@.
tk: Biziñ %@ umumy meselelere çözgüt tapy bilersiñiz.
vi: Bạn có thể tìm các giải pháp cho những vấn đề thông thường trong %@.

# ONBOARDING_APPS_TITLE
source: Your Apps in Your Browser
ar: تطبيقاتك في متصفحك
nb: Dine programmer i din nettleser
tk: Seniñ Programmañ Brauzeryñdadyr

# ONBOARDING_APPS_TEXT
source: Your favorite apps have a web interface that works great in Psiphon Browser
ar: تطبيقاتك المفضلة لديها واجهة ويب تعمل بسلاسة كبيرة على متصفح سايفون
nb: Dine favorittprogrammer har nettgrensesnitt som fungerer flott i Psiphon-nettleseren
tk: Siziñ halayan programañyzyñ Psiphon Brauzerynda gowy išleyän website görnüši bar

# FEEDBACK_INTRODUCTION
source: Your feedback makes Psiphon better!
ar: ملاحظاتك تجعل سايفون أفضل!
bo: ཁྱེད་རང་གི་དགོངས་འཆར་འདིས་་སཡི་ཕོན་གོང་འཕེལ་དུ་བཏང་ཡོད། !
km: មតិអ្នកធ្វើឲ្យ Psiphon កាន់តែប្រសើរ!
nb: Dine tilbakemeldinger gjør Psiphon bedre.
tk: Seniñ teswiriñ Psiphony gowlašdyryar!
vi: Phản hồi của bạn giúp Psiphon tốt hơn!

# CERT_DATE_TIME
source: yyyy-MM-dd 'at' HH:mm:ss zzz
ar: yyyy-MM-dd 'على الساعة' HH:mm:ss zzz
km: yyyy-MM-dd 'នៅ' HH:mm:ss zzz
nb: dd-MM-yyyy 'klokka' HH:mm:ss zzz
vi: yyyy-MM-dd 'lúc' HH:mm:ss zzz

# CERT_CIPHER
source: Cipher
bo: གསང་ཡིག
km: កូដសម្ងាត់
nb: Krypteringsmetode
tk: Šifr
vi: Mã hóa
