Repository: adam-p/endless
Catalog: Endless/*.lproj/Localizable.strings
Languages: ar, bo, km, nb, tk, vi

# RULES_IN_USE_SINGULAR
source: %ld rule in use
ar: %ld قاعدة قيد الإستخدام
bo: %ld རྒྱུན་སྤྱོད་ཀྱི་སྒྲིག་ཁྲིམས།
km: %ld ក្បួនកំពុងប្រើ
nb: %ld regler i bruk
tk: %ld düzgün ullanylyar
vi: %ld quy luật đang dùng

# RULES_IN_USE_PLURAL
source: %ld rules in use
ar: %ld قاعدة قيد الإستخدام
bo: %ld རྒྱུན་སྤྱོད་ཀྱི་སྒྲིག་ཁྲིམས།
km: %ld ក្បួនកំពុងប្រើ
nb: %ld regler i bruk
tk: %ld düzgünler ulanylyar
vi: %ld quy luật đang dùng

# PHOTO_LIBRARY_ACCESS_PROMPT
source: "Psiphon Browser" needs access to your photo library to save and upload images
ar: "متصفح سايفون" يحتاج إلى إذن الوصول إلى مكتبة الصور لحفظ وتحميل الصور
bo: སཡི་ཕོན་བལྟ་ཆས་ཀྱིས་པར་རིས་གསོག་ཉར་དང་པར་རིས་ནང་དུ་བཅུག་པའི་ཆེད་དུ་ཁྱེད་རང་གི་པར་རིས་དཔེ་མཛོད་བེད་སྤྱོད་བྱེད་ཆོག་པའི་ཆོག་མཆན་དགོས།
km: "កម្មវិធីរុករក Psiphon" ត្រូវការចូលប្រើប្រាស់បណ្ណាល័យរូបភាពរបស់អ្នក ដើម្បីរក្សា និងបញ្ជូនរូបភាព
nb: "Psiphon-nettleser" trenger tilgang til ditt billedbibliotek for å lagre og laste opp bilder
tk: Yüklenen suratlary aýamak üçin "Psiphon Brauzera" Siziñ suratlar kitaphanañyza girmäge rugsat bermegiñiz zerur
vi: "Trình duyệt Psiphon" cần truy cập vào thư viện ảnh để lưu và tải hình

# ONBOARDING_ACCESS_TITLE
source: Access the Web
ar: الوصول للأنترنت
bo: དྲྭ་རྒྱ་བེད་སྤྱོད་བྱེད།
nb: Få tilgang til veven
tk: Websayta geçelge
vi: Truy cập mạng

# ADD_BOOKMARK_TITLE
source: Add Bookmark
ar: إضافة إشارة مرجعية
bo: དེབ་རྟགས་སྣོན།
km: បន្ថែមការចំណាំ
nb: Legg til bokmerke
tk: Belliligi goš
vi: Thêm Dấu Trang

# RULES_ALL_LIST_TITLE
source: All rules
ar: جميع القواعد
bo: ཡོངས་ཁྱབ་ཀྱི་རྩ་འཛིན།
km: ក្បួនទាំងអស់
nb: Alle regler
tk: Hemme düzguünler
vi: Thêm quy luật

# CLOSE_TABS_PROMPT
source: Allow this page to close its tab?
ar: هل تسمحون لهذه الصفحة بإغلاق علامة التبويب ؟
bo: དྲྭ་ཤོག་དེ་དག་ཁ་རྒྱབ་ཏུ་བཅུག་རོགས།
km: អនុញ្ញាតទំព័រនេះបិទផ្ទាំងរបស់វា?
nb: Tillat denne siden å lukke sin egen fane?
tk: Bu sahypa hemme penjilere yapmaga rugsat berjekmi?
vi: Cho phép trang này đóng tab lại?

# IMAGE_DOWNLOAD_ERROR_GENERIC
source: An error occurred downloading image %@
ar: وقع خطأ في تنزيل الصورة %@
bo: པར་རིས་ཕབ་ལེན་བྱས་སྐབས་ནོར་སྐོྱན་ཤོར་འདུག %@
km: មានបញ្ហាកើតឡើងពេលកំពុងទាញយករូបភាព %@
nb: En feil inntraff under nedlasting av bildet %@
tk: Surady yuklemekde säwlik ýüze çykdy %@
vi: Có lỗi lúc tải xuống hình %@

# HTTP_AUTH_TITLE
source: Authentication Required
ar: مطلوب المصادقة
bo: ཁུངས་ལྡན་དགོས།
km: ទាមទារការផ្ទៀងផ្ទាត់
nb: Identitetsbekreftelse kreves
tk: Kesgitleme Zerur
vi: Yêu cầu Xác thực

# CERT_BEGINS_ON
source: Begins On
ar: في البداية
bo: འདི་ནས་འགོ་འཛུགས།
nb: Begynner den
tk: Bašlanyar
vi: Bắt đầu Lúc

# SERVER_REGION_BEST
source: Best Performance
ar: أفضل أداء
bo: ནུས་པ་ཡག་ཤོས།
km: ដំណើរការល្អបំផុត
nb: Best ytelse
tk: Ýokary hil
vi: Hiệu năng tốt nhất

# BOOKMARKS_TITLE
source: Bookmarks
ar: الإشارات المرجعية
bo: དེབ་རྟགས།
km: ការចំណាំ
nb: Bokmerker
tk: Ýer bellikleri
vi: Dấu trang

# ONBOARDING_APP_SUBTITLE
source: BROWSE BEYOND BORDERS
ar: تصفح بلا حدود
bo: བརྒལ་མཚམས་མེད་པར་འཚོལ་ཐུབ།
nb: SURF FORBI GRENSER
tk: ÇÄKLERDEN DAŠARYN GÖZ AYLA
vi: LƯỚT MẠNG XUYÊN BIÊN GIỚI

# CERT_BUSCAT
source: Business Category
ar: نوع العمل
bo: ཚོང་ལས་སྡེ་ཚན།
km: ផ្នែកពាណិជ្ជកម្ម
nb: Firmakategori
tk: BIZNES KATEGORIYASY
vi: Thể loại Kinh Doanh

# CANCEL_ACTION
source: Cancel
ar: إلغاء
bo: བཀག་པ།
km: បោះបង់
nb: Avbryt
tk: Bes et
vi: Hủy

# CERT_CERTIFICATE_INFORMATION
source: Certificate Information
ar: معلومات الشهادة
bo: ཆོག་མཆན་ལག་ཁྱེར་གྱི་གནས་ཚུལ།
km: ព័ត៌មានវិញ្ញាបនប័ត្រ
nb: Sertifikatsinformasjon
tk: Šaýatnama Maglumaty
vi: Thông tin Chứng chỉ

# CHANGE_SETTINGS_BUTTON
source: Change Settings
ar: تغيير الاعدادات
bo: སྒྲིག་བཀོད་བསྒྱུར།
km: ផ្លាស់ប្តូរការកំណត់
nb: Endre innstillinger
tk: Sazlamalary Çalyš
vi: Thay đổi Thiết đặt

# SETTINGS_CLEAR_ALL_COOKIES_PROMPT_BUTTON
source: Clear Cookies and Data
ar: مسح ملفات تعريف الإرتباط و بيانات التصفح
bo: ཡིག་ཆ་གསོག་ཉར་དང་ཡིག་ཚགས་རྣམས་གཙང་བཟོ།
nb: Fjern informasjonskapsler og data
tk: Maglumatlaryny we Kökejikleri arassala
vi: Làm sạch Cookies và Dữ liệu

# CERT_CN
source: Common Name
ar: الاسم الشائع
bo: ཡོངས་གྲགས་ཀྱི་མིང་།
nb: Vanlig navn
tk: Umumy At
vi: Tên Thông Thường

# CLOSE_TABS_CONFIRM
source: Confirm
ar: تأكيد
bo: གཏན་འཁེལ།
km: យល់ព្រម
nb: Bekreft
tk: Tassykla
vi: Xác nhận

# CONNECTION_STATUS_CONNECTED
source: Connected!
ar: متصل!
bo: མཐུད་པ། !
km: បានតភ្ជាប់!
nb: Tilkoblet!
tk: Birikdirildi!
vi: Đã kết nối!

# CONNECTION_STATUS_CONNECTING
source: Connecting...
ar: يتصل...
bo: མཐུད་བཞིན་པ།...
km: កំពុងតភ្ជាប់...
nb: Kobler til…
tk: Birikdirilýär...
vi: Đang kết nối...

# CERT_CONNECTION_INFORMATION
source: Connection Information
ar: معلومات الإتصال
bo: མཐུད་སྦྱོར་དང་འབྲེལ་བའི་གནས་ཚུལ།
km: ព័ត៌មានការតភ្ជាប់
nb: Tilkoblingsinformasjon
tk: Birikdirme Maglumaty
vi: Thông tin kết nối

# LINK_LONG_PRESS_COPY_URL
source: Copy URL
ar: نسخ العنوان
bo: URL བཤུས།
km: ចម្លងអាសយដ្ឋានគេហទំព័រ
nb: Kopier nettadresse
tk: URL-ni Göçür
vi: Chép URL

# CERT_COUNTRY
source: Country
ar: البلد
bo: རྒྱལ་ཁབ།
nb: Land
tk: Yurt
vi: Quốc gia

# CONNECTION_STATUS_DISCONNECTED
source: Disconnected!
ar: غير متصل!
bo: མཐུད་ཀ་ཆད་པ།
km: ផ្តាច់ការតភ្ជាប់!
nb: Frakoblet!
tk: Birikmedi!
vi: Ngắt kết nối!

source: Done
ar: تم
bo: ཚར་སོང་།
km: បញ្ចប់
nb: Ferdig
tk: Boldy
vi: Xong

# DONE_ACTION
source: Done
ar: تم
bo: ཚར་སོང་།
km: បញ្ចប់
nb: Ferdig
tk: Boldy
vi: Xong

# IMAGE_DOWNLOAD_TEXT
source: Downloading image %@. You will be notified when the download completes.
ar: تنزيل الصورة%@. سنقوم بإعلامك فور إنتهاء التنزيل.
bo: པར་རིས་ཕབ་ལེན་བྱེད་བཞིན་པ།%@ ཕབ་ལེན་ཚར་རྗེས་ཁྱེད་རང་ལ་བརྡ་ལན་འབྱོར་གྱི་རེད།
nb: Laster ned bildet %@. Du vil få beskjed når det er fullført.
tk: Surat yüklenyär %@. Yuklemek tamamlandan soñ Sizi duydurarys.
vi: Tải xuống ảnh %@. Bạn sẽ được thông báo khi nào xong.

# IMAGE_DOWNLOAD_TITLE
source: Downloadingâ€¦
ar: جاري التحميل ...
bo: ཕབ་ལེན་བྱེད་བཞིན་པ།...
km: Downloading…
nb: Laster ned…
tk: Yüklenyär...
vi: Đang tải xuống...

# BOOKMARKS_EDIT_BUTTON
source: Edit
ar: تغيير
bo: སྒྲིག
nb: Rediger
tk: Düzet
vi: Sửa

# EDIT_BOOKMARK_TITLE
source: Edit Bookmark
ar: تغيير إشارة مرجعية
bo: དེབ་རྟགས་སྒྲིག
km: កែប្រែការចំណាំ
nb: Rediger bokmerke
tk: Ýer belligini redaktirle
vi: Sửa Dấu trang

# ADD_EDIT_BOOKMARK_TEXT
source: Enter the details of the URL to bookmark:
ar: أدخلوا تفاصيل العنوان الذي سيضاف للإشارات المرجعية
bo: URL གྱི་ཞིབ་ཕྲའི་གནས་ཚུལ་དེབ་རྟགས་སྒང་ནང་ལ་བཅུག:
km: បញ្ចូលអាសយដ្ឋានលម្អិតរបស់ URL ទៅកាន់ការចំណាំ៖
nb: Skriv detaljer for nettadressen tilhørende bokmerket:
tk: URL-ynñ jikme-jikliklerini yer belligine giriz:
vi: Điền chi tiết của URL để dấu trang:

# DOWNLOAD_STATE_ERROR
source: Error
ar: خطأ
bo: ནོར་བ།
km: បញ្ហា
nb: Feil
tk: Ÿalňyş
vi: Lỗi

# IMAGE_DOWNLOAD_ERROR_TITLE
source: Error
ar: خطأ
bo: ནོར་བ།
km: បញ្ហា
nb: Feil
tk: Ÿalňyş
vi: Lỗi

# WEB_LOAD_ERROR_TEXT
source: Error
ar: خطأ
bo: ནོར་བ།
km: បញ្ហា
nb: Feil
tk: Ÿalňyş
vi: Lỗi

# IMAGE_DOWNLOAD_ERROR_PREFIX
source: Error:
ar: خطأ:
bo: ནོར་སྐྱོན།
nb: Feil:
tk: säwlik/näsazlyk/ýalňyşlyk:
vi: Lỗi:

# CERT_EXPIRES_AFTER
source: Expires After
ar: إنتهاء الصلاحية بعد
bo: དུས་ཡུན་རྫོགས་པའི་རྗེས།
km: ហួសកំណត់បន្ទាប់ពី
nb: Utløper etter
tk: Wagty Dolyar
vi: Hết Hạn Sau

# CERT_EV_ORG
source: Extended Validation: Organization
ar: تمديد التحقق: المنظمة
bo: དུས་འགྱངས་ངོས་འཛིན། : ཚོགས་པ།
km: ពន្យាសុពលភាព៖ ស្ថាប័ន
nb: Forlenget gyldighet: Organisasjon
tk: Uzaldylan Dogurlama: Gurama
vi: Kiểm Nhận Thêm: Tổ Chức

# FAQ_LINK_TEXT
source: Frequently Asked Questions
ar: الأسئلة الشائعة
bo: ཡང་ཡང་འདྲི་བའི་དྲི་བ།
km: សំណួរសួរញឹកញាប់
nb: Ofte Stilte Spørsmål
tk: Beýleki köp soralýan soraglar
vi: Các câu hỏi thường gặp

# SERVER_REGION_DE
source: Germany
ar: ألمانيا
bo: ཇར་མ་ནི།
km: អាល្លឺម៉ង់
nb: Tyskland
tk: Germaniýa
vi: Đức

# CONNECTING_GO_TO_SETTINGS
source: Go to Settings
ar: الذهاب إلى الإعدادات
bo: སྒྲིག་བཀོད་ལ་རྒྱུགས།
km: ទៅការកំណត់
nb: Gå til innstillinger
tk: Sazlamalara Geç
vi: Vào Thiết Đặt

# ONBOARDING_BROWSING_TITLE
source: Happy Browsing!
ar: تصفح ممتع!
bo: སྤྲོ་པོ་བྱས་ནས་གཟིགས་རོགས།
nb: Til lykke med surfingen!
tk: Sapaly Göz Ayla!
vi: Lướt Mạng Vui Vẻ!

# SERVER_REGION_HK
source: Hong Kong
ar: هونغ كونغ
bo: ཧོང་ཀོང་།
km: ហុងកុង
tk: Gong Kong
vi: Hồng Kông

# HTTPSEVERYWHERE_MENU_TITLE
source: HTTPS Everywhere Rules
ar: قواعد إضافة HTTPS Everywhere
bo: HTTPS Everywhere རྩ་འཛིན།
km: ក្បួន HTTPS Everywhere
nb: HTTPS-everywhere eier
tk: HTTPS Hemme yerde Höküm Edyär
vi: Quy luật HTTPS Everywhere

# ABOUT_PAGE_URL
source: https://psiphon.ca/en/about.html
ar: https://psiphon.ca/ar/about.html
nb: https://psiphon.ca/nb/about.html
tk: https://psiphon.ca/tk/about.html
vi: https://psiphon.ca/vi/about.html

# FAQ_URL
source: https://psiphon.ca/en/faq.html
ar: https://psiphon.ca/ar/faq.html
nb: https://psiphon.ca/nb/faq.html
tk: https://psiphon.ca/tk/faq.html
vi: https://psiphon.ca/vi/faq.html

# LICENSE_PAGE_URL
source: https://psiphon.ca/en/license.html
ar: https://psiphon.ca/ar/license.html
nb: https://psiphon.ca/nb/license.html
tk: https://psiphon.ca/tk/license.html
vi: https://psiphon.ca/vi/license.html

# PRIVACY_POLICY_URL
source: https://psiphon.ca/en/privacy.html
ar: https://psiphon.ca/ar/privacy.html
nb: https://psiphon.ca/nb/privacy.html
tk: https://psiphon.ca/tk/privacy.html
vi: https://psiphon.ca/vi/privacy.html

# FEEDBACK_FOOTER_EMAIL
source: If the above form is not working or you would like to send screenshots, please email us at %@
ar: إذا كان النموذج أعلاه لا يعمل، أو كنتم ترغبون في إرسال لقطة شاشة صورية ، يرجى مراسلتنا على %@
bo: གོང་གི་འགེངས་ཤོག་འདི་ལས་ཀ་མ་བྱས་པའམ་ཡང་ན་ཁྱེད་རང་གིས་པར་ལེན་རྒྱུད་དེ་གཏོང་འདོད་ན་ང་ཚོའི་གློག་འཕྲིན་ཐོག་འབྲེལ་བ་གནང་རོགས།%@
km: ប្រសិនបើទម្រង់ខាងលើមិនដំណើរការ ឬអ្នកចង់ផ្ញើរូបអេក្រង់ សូមផ្ញើអ៊ីម៉ែលមកកាន់យើង %@
nb: Hvis skjemaet ovenfor ikke virker eller du ønsker å sende oss skjermbilder, send e-post til %@
tk: Eger-de yokardaky forma isšlemeyän bolsa ya-da ekran suradyñy ibersesiñiz gelse, hayyšt bize email ugradyñ %@
vi: Nếu mẫu trên không chạy, hoặc bạn muốn gửi ảnh chụp màn hình, xin email cho chúng tôi qua địa chỉ %@

# CERT_ISSUED_BY
source: Issued By
ar: أصدرت من قبل
bo: ཆོག་མཆན་སྤྲོད་མཁན།
km: ចេញផ្សាយដោយ
nb: Utstedt av
tk: Tarapyndan Nešir Edildi
vi: Cấp phép Bởi

# CERT_ISSUED_TO
source: Issued To
ar: حُولت إلى
bo: ཆོག་མཆན་སྤྲོད་ས།
km: ចេញផ្សាយទៅកាន់
nb: Utstedt til
tk: Nešir Edildi
vi: Cấp phép Cho

# SERVER_REGION_JP
source: Japan
ar: اليابان
bo: ཉི་ཧོང་།
km: ជប៉ុន
tk: Ýaponiýa
vi: Nhật Bản

# LANGUAGE_SELECT_TITLE
source: Language
ar: اللغة
bo: སྐད་རིགས།
nb: Språk
tk: Dil
vi: Ngôn ngữ

# FEEDBACK_FOOTER_DATA_COLLECTION
source: Learn more about the data we collect in our %@
ar: اعرف المزيد حول ما نجمعه من بيانات في %@
bo: ང་ཚོས་མཁོ་བསྡུ་བྱས་པའི་ཡིག་ཆའི་སྐོར་ཤེས་རྟོགས་མང་ཙམ་གནང་རོགས།%@
km: ស្វែងយល់បន្ថែមពីទិន្នន័យ យើងប្រមូលពី %@ របស់យើង
nb: Lær mer om hvilken data vi samler inn i vår %@
tk: Tomplayan maglumatlarymyz barada köpräk öwren 1%@
vi: Tìm hiểu thêm về dữ liệu chúng tôi thu thập trong %@

# TUTORIAL_TITLE_FINAL
source: Learning time is over
ar: نهاية فترة التعلم
bo: སྦྱངས་རྒྱུའི་དུས་ཚོད་རྫོགས་སོང་།
nb: Læringstiden er over
tk: Örenmek wagty bitdi
vi: Thời gian học hỏi đã xong

# TUTORIAL_GO_BUTTON
source: Let's Go!
ar: فلننطلق!
bo: ད་འགྲོ་
nb: La oss komme igang!
tk: Bašlayly!
vi: Hãy bắt đầu!

# CERT_LOCALITY
source: Locality
ar: المكان
bo: ས་ཁུལ།
nb: Lokasjon
tk: Yer
vi: Địa phương

# HTTP_AUTH_LOG_IN
source: Log In
ar: تسجيل الدخول
bo: ནང་འཛུལ།
km: ចូលប្រើ
nb: Logg inn
tk: Içeri gir
vi: Đăng nhập

# SETTINGS_LOGS_TITLE
source: Logs
ar: السجلات
bo: ཉིན་ཐོ།
km: កំណត់ត្រា
nb: Loggføring
tk: Ýazgylar
vi: Ký sự

source: Mail not configured
ar: لم يتم إعداد البريد الإلكتروني
bo: གློག་འཕྲིན་སྒྲིག་བཀོད་ཐུབ་མི་སོང་།
km: សារមិនបានកំណត់
nb: E-post ikke oppsatt
tk: Mail ugurlaşmady
vi: Email chưa được cấu hình

# NYALERT_TEXT
source: Message Text View
ar: عرض نص الرسالة
bo: འཕྲིན་ཐུང་བལྟ་བྱེད།
km: បង្ហាញសារជាអក្សរ
nb: Meldingstekstvisning
tk: Habar Tekstynyñ Görnüši
vi: Dạng Văn Bản của Tin Nhắn

# SERVER_REGION_NL
source: Netherlands
ar: هولندا
bo: ནེ་ཐར་ལེཌ།
km: ហូឡង់
nb: Holland
tk: Gollandiýa
vi: Hà Lan

# NEW_TAB_TITLE
source: New Tab
ar: علامة تبويب جديدة
bo: དྲྭ་ཤོག་གསར་པ།
km: ផ្ទាំងថ្មី
nb: Ny fane
tk: Täze Penjire
vi: Tab mới

# ONBOARDING_NEXT_BUTTON
source: Next
ar: التالي
bo: རྗེས་མ།
nb: Neste
tk: Indiki
vi: Kế tiếp

# TUTORIAL_BODY_FINAL
source: Now we'll connect to a Psiphon server so you can start browsing.
ar: سنقوم الآن بالإتصال بخادوم سايفون لتمكينك من التصفح.
bo: ཁྱེད་རང་བལྟ་འགོ་འཛུགས་པའི་ཆེད་དུ་ང་ཚོས་ད་ལྟ་་སཡི་ཕོན་ཞབས་ཞུ་འཕྲུལ་ཆས་ལ་མཐུད་ཆོག
nb: Vi vil nå koble til Psiphon-tjeneren slik at du kan starte å surfe.
tk: Siz brauzingy bašlar yali Psiphony serweryna hazir baglarys
vi: Bây giờ chúng tôi sẽ kết nối vào một máy chủ Psiphon để bạn bắt đầu lướt mạng.

# CERT_OBJECT_IDENTIFIER
source: Object Identifier
ar: معرف الكائن
bo: ཅ་དངོས་ངོས་འཛིན།
nb: Objektidentifikator
tk: Obýekty Kesgitlemek

source: OK
ar: موافق
bo: འགྲིག་སོང་།
km: យល់ព្រម
tk: Bolýar

# OK_ACTION
source: OK
ar: موافق
bo: འགྲིག་སོང་།
km: យល់ព្រម
tk: Bolýar

# LINK_LONG_PRESS_OPEN
source: Open
ar: فتح
bo: ཁ་ཕྱེ།
km: បើក
nb: Åpne
tk: Aç
vi: Mở

# LINK_LONG_PRESS_OPEN_NEW_TAB
source: Open in a New Tab
ar: افتح ضمن علامة تبويب جديدة
bo: དྲྭ་ཤོག་གསར་པའི་ནང་ཁ་ཕྱེས།
km: បើកក្នុងផ្ទាំងថ្មីមួយ
nb: Åpne i ny fane
tk: Täze penjirede aç
vi: Mở ra trong Tab Mới

# LINK_LONG_PRESS_OPEN_SAFARI
source: Open in Safari
ar: فتح في صفحة جديدة على سافاري
bo: Safari ནང་ཁ་ཕྱེས།
km: បើកក្នុង កម្មវិធីSafari
nb: Åpne i Safari
tk: Safarida aç
vi: Mở ra trong Safari

# CERT_ORG
source: Organization
ar: المنظمة
bo: ཚོགས་པ།
nb: Organisasjon
tk: Gurama
vi: Tổ Chức

# CERT_ORG_UNIT_NUMBER
source: Organizational Unit Number
ar: رقم الوحدة التنظيمية
bo: ཚོགས་པའི་འཇལ་གཞི་ཨང་གྲངས།
nb: Organisasjonsenhetsnummer
tk: Guramanyñ Bölüminiñ Belgisi
vi: Số Đơn Vị Tổ Chức

# ADD_EDIT_BOOKMARK_NAME
source: Page Name (leave blank to use URL)
ar: اسم الصفحة (ابق الخانة فارغة لإستعمال العنوان)
bo: ཤོག་མིང་། (url བེད་སྤྱོད་ཆེད་དུ་སྟོང་པར་ཞོག)
km: ឈ្មោះទំព័រ (ទុកទំនេរ ដើម្បីប្រើប្រាស់ អាស័យដ្ឋាន URL)
nb: Sidenavn (la stå tomt for å bruke nettadresse)
tk: Sahypanyñ Ady (URL ulanmak ücçin bosš goy)
vi: Tên Trang (để trống để dùng URL)

# HTTP_AUTH_PASSWORD
source: Password
ar: كلمة المرور
bo: གསང་ཨང་།
km: ពាក្យសម្ងាត់
nb: Passord
tk: Parol
vi: Mật khẩu

# CERT_PERIOD_OF_VALIDITY
source: Period of Validity
ar: مدة الصلاحية
bo: བེད་སྤྱོད་ཀྱི་ཡུན་ཚད།
km: រយៈពេលសុពលភាព
nb: Gyldighetsperiode
tk: Ÿörgünlilik möhleti
vi: Thời gian Hiệu lực

# FEEDBACK_FOOTER_DIAGNOSTIC
source: Please note that this diagnostic data does not identify you, and it helps us keep Psiphon running smoothly.
ar: الرجاء الإنتباه أن هذه البيانات التشخيصية لا تكشف هويتك، إنما تساعد سايفون على العمل بشكل أفضل.
bo: ཁྱེད་རང་གི་མཁྱེན་རྟོགས་ཀྱི་སླད་དུ་ཞུ་རྒྱུར། དྲྭ་ནད་ཅན་གྱི་ཡིག་ཆ་འདིས་ཁྱེད་རང་ངོས་འཛིན་ཐུབ་མ་སོང་། འདིས་སཡི་ཕོན་ལས་སླ་པོའི་ངང་ནས་འཁོར་སྐྱོད་བྱེད་ཐུབ།
km: សូមចំណាំថាទិន្នន័យវិភាគ មិនអាចបង្ហាញអត្តសញ្ញាណអ្នកឡើយ និងវាជួយអ្នកដំណើរការ Psiphon យ៉ាងរលូន។
nb: Merk at denne diagnostikk-dataen ikke identifiserer deg, og det hjelper Psiphon med å kjøre uten hakking.
tk: Siziñ dykgatyñyza: diagnostiki maglumatlary Sizi belli etmez. Ol bize Psiphon kadaly işletmegine kömek eder.
vi: Lưu ý là dữ liệu chẩn đoán này không tiết lộ danh tính bạn, và nó chỉ giúp chúng tôi làm Psiphon tốt hơn.

# CERT_POSTAL_CODE
source: Postal Code
ar: الرمز البريدي
bo: སྦྲག་ཁང་ཨང་རྟགས།
km: លេខ​កូដ​ប្រៃ​ស​ណី​យ
nb: Postkode
tk: Poçtanyñ Kody
vi: Mã số Bưu điện

# PRIVACY_POLICY_LINK_TEXT
source: Privacy Policy
ar: سياسة الخصوصية
bo: གསང་དོན་སྲིད་བྱུས།
km: គោលការណ៍​ភាព​ឯកជន
nb: Personverns-praksis
tk: Gizlinlik Ugry
vi: Chính sách quyền Riêng Tư

# CERT_PROTOCOL
source: Protocol
ar: بروتوكول
bo: གྲོས་མཐུན།
km: ច្រក
nb: Protokoll
tk: Protokol
vi: Giao thức

# ONBOARDING_APP_NAME
source: PSIPHON BROWSER
ar: متصفح سايفون
bo: སཡི་ཕོན་བལྟ་ཆས།
nb: PSIPHON-NETTLESER
tk: PSIPHON BRAUZERY
vi: TRÌNH DUYỆT PSIPHON

# CONNECTION_STATUS_ERROR_MESSAGE
source: Psiphon can not start due to an internal error, please send feedback.
ar: لم يتمكن سايفون من البدأ نظراً لمشاكل داخلية، الرجاء إرسال الملاحظات.
bo: ནང་སྐྱོན་ཤོར་བ་ལ་བརྟེན་ནས་སཡི་ཕོན་འགོ་འཛུགས་ཐུབ་མ་སོང་། དགོངས་འཆར་གཏོང་རོགས་གནང་།
km: Psiphon មិនអាចដំណើរការដោយសារបញ្ហាខាងក្នុង សូមបញ្ជូនមតិយោបល់។
nb: Psiphon kan ikke starte opp som følge av en intern feil, send tilbakemelding.
tk: Içeri säwlik sebaäpli Psiphon basšlap bilenok, haýyş seslemäni ugrat.
vi: Psiphon không khởi động được vì lỗi nội bộ, xin gửi phản hồi.

# FEEDBACK_THUMBS_UP_TEXT
source: Psiphon connects and performs the way I want it to.
ar: ينجح سايفون بالاتصال ويعمل بشكل جيد كما نتمنى
bo: སཡི་ཕོན་གྱིས་ ངའི་རང་གི་འདོད་མོས་ལྟར་ ལས་ཀ་བྱེད་ཐུབ།
km: Psiphon តភ្ជាប់ និងដំណើរការ តាមអ្វីដែលខ្ញុំចង់បាន។
nb: Psiphon kobler til og fungerer slik jeg ønsker.
tk: Psiphon meniñ islegime göra išleyär we baglanyar.
vi: Psiphon kết nối và làm việc đúng ý tôi.

# FEEDBACK_THUMBS_DOWN_TEXT
source: Psiphon often fails to connect or doesn't perform well enough.
ar: غالبا ما يفشل سايفون بالإتصال أو لا يعمل بشكل جيد.
bo: སཡི་ཕོན་ཡང་སེ་མཐུད་ཀ་ཆད་ཅིང་། ལས་ཀ་དེ་ཙམ་ ཡག་པོ་ བྱེད་ཐུབ་ཀྱི་མིན་འདུག
km: Psiphon ជាញឹកញយបរាជ័យ ក្នុងការតភ្ជាប់ ឬ មិនដំណើរការដោយ ប្រក្រតី។
nb: Psiphon klarer ofte ikke å koble til eller fungerer ikke bra nok.
tk: Psiphon köplenç baglanšmany bašaranok yada kanagatlandyryjy iślanok.
vi: Psiphon thường không kết nối được hoặc không làm việc đủ tốt.

source: Pull to Refresh Page
ar: اسحب لتحديث الصفحة
bo: དྲྭ་ཤོག་ཡང་སྐྱར་ཁ་ཕྱེས།
km: ទាញ ដើម្បីបង្ហាញទំព័រជាថ្មី
nb: Innhent for å gjenoppfriske side
tk: Sahypany täzelemek üçin çek
vi: Kéo để làm Mới Trang

# SETTINGS_CLEAR_ALL_COOKIES_PROMPT
source: Remove all cookies and browsing data?
ar: مسح ملفات تعريف الإرتباط و بيانات التصفح ؟
bo: ཡིག་ཆ་གསོག་ཉར་དང་བལྟ་ཆས་ཡིག་ཚགས་ཡོངས་རྫོགས་མེད་པ་བཟོས།
nb: Fjern alle informasjonskapsler og nettleserhistorikk?
tk: Websaýtyñ maglumatlaryny we kökejikleri arassalaýynmy?
vi: Xóa tất cả cookies và dữ liệu lướt mạng?

# RULES_CURRENT_PAGE_LIST_TITLE
source: Rules in use on current page
ar: القواعد مستعملة في الصفحة الحالية
bo: ད་ལྟའི་དྲྭ་ཤོག་སྟེང་དུ་བེད་སྤྱོད་བྱེད་བཞིན་པའི་སྒྲིག་ཁྲིམས།
km: ក្បួនក្នុងការប្រើប្រាស់ទំព័របច្ចុប្បន្ន
nb: Regler i bruk på gjeldende side
tk: Śu sahypada düzgünler ulanylyar
vi: Quy luật đang sử dụng cho trang hiện thời

# IMAGE_LONG_PRESS_SAVE
source: Save Image
ar: احفظ الصورة
bo: པར་རིས་ཉར་ཚགས།
km: រក្សាទុករូបភាព
nb: Lagre bilde
tk: Surady sakla
vi: Lưu hình ảnh

# FEEDBACK_SEND_BUTTON
source: Send
ar: أرسل
bo: གཏོང་།
km: បញ្ជូន
tk: Iber
vi: Gửi

# CERT_SERIAL_NUMBER
source: Serial Number
ar: الرقم التسلسلي
bo: གོ་རིམ་ཨང་གྲངས།
km: លេខ​សម្គាល់
nb: Serienummer
tk: Seriyasynynñ sany
vi: Số Serial

# CONNECTION_SERVER_REGION_TITLE
source: Server region:
ar: منطقة الخادوم
bo: ཞབས་ཞུ་འཕྲུལ་ཆས་ཀྱི་ས་ཁུལ།:
km: តំបន់ម៉ាស៊ីន៖
nb: Tjenerregion:
tk: Serweinñ yurdy:
vi: Khu vực máy chủ:

source: Settings
ar: إعدادات
bo: སྒྲིག་བཀོད།
km: ការកំណត់
nb: Innstillinger
tk: Sazlamalar
vi: Thiết đặt

# TUTORIAL_TITLE_SETTINGS
source: Settings & Help
ar: إعدادات و مساعدة
bo: སྒྲིག་བཀོད་དང་རོགས་རམ།
nb: Innstillinger og hjelp
tk: Sazlamalar we Kömek
vi: Thiết đặt & Trợ giúp

# CERT_SIG_ALGO
source: Signature Algorithm
ar: خوارزمية التوقيع
bo: རྩིས་ཐབས་མིང་རྟགས།
nb: Signaturalgoritme
tk: Goluñ algoritmy
vi: Thuật Toán Chữ Ký

# SERVER_REGION_SG
source: Singapore
ar: سنغافورة
bo: སིངྒ་པུར།
km: សឹង្ហបុរី
tk: Singapur

# ONBOARDING_SKIP_BUTTON
source: SKIP
ar: تخطي
bo: མཆོང་།
km: រំលង
nb: HOPP OVER
tk: BÖKÜP GEÇ
vi: BỎ

# TUTORIAL_SKIP_BUTTON
source: SKIP TUTORIAL
ar: تخطي الشرح
bo: ཟུར་ཁྲིད་མི་དགོས།
km: រំលងការណែនាំ
nb: HOPP OVER VEIVISNING
tk: Öwredijini Geçir
vi: BỎ CHỈ DẪN

# SERVER_REGION_ES
source: Spain
ar: إسبانيا
bo: སི་པན།
km: អេស៉្បាញ
nb: Spania
tk: Ispaniýa
vi: Tây Ban Nha

# START_TUTORIAL_BUTTON
source: Start Tutorial
ar: بدأ البرنامج التعليمي
bo: ཟུར་ཁྲིད་འགོ་འཛུགས།
nb: Start veiviser
tk: Öwredijini Başla
vi: Bắt đầu Chỉ Dẫn

# CERT_STATE
source: State/Province
ar: الولاية/المقاطعة
bo: མངའ་སྡེ། ཞིང་ཆེན།
nb: Fylke/provins
tk: Döwlet/Welayat
vi: Bang/Tỉnh

# IMAGE_DOWNLOAD_STATUS_CODE_PREFIX
source: Status code:
ar: رمز الحالة:
bo: གནས་བབས་ཨང་རྟགས།
nb: Statuskode:
tk: Kodunñ statusy:
vi: Mã số tình trạng:

# TUTORIAL_TITLE_STATUS
source: Status Indicator
ar: مؤشر الحالة
bo: གནས་བབས་མཚོན་བྱེད།
km: ស្ថានភាពសូចនាករ
nb: Statusindikator
tk: Status Görkezicçi
vi: Chỉ dấu Tình trạng:

# CERT_STREET_ADDR
source: Street Address
ar: عنوان الشارع
bo: སྲང་ལམ་ཁ་བྱང་།
km: អាសយដ្ឋាន
nb: Gateadresse
tk: Köçe Adresy
vi: Tên đường

# IMAGE_DOWNLOAD_SUCCESS_TITLE
source: Success!
ar: نجاح!
bo: ལེགས་སྒྲུབ། !
nb: Vellykket!
tk: Üstünlik!
vi: Thành công!

# IMAGE_DOWNLOAD_SUCCESS_TEXT
source: Successfully downloaded image %@
ar: تم تنزيل الصورة بنجاح %@
bo: པར་རིས་ཕབ་ལེན་ལེགས་སྒྲུབ་བྱུང་སོང་།%@
nb: Bilde lastet ned %@
tk: Surady üstünlik bilen yükledi %@
vi: Tải hình ảnh %@ xuống thành công

# TUTORIAL_BODY_STATUS
source: The green checkmark indicates that Psiphon Browser is connected and ready for you to start browsing
ar: تشير العلامة الخضراء على أن متصفح سايفون مُتصل وجاهز للبدء بالتصفح.
bo: མཚོན་རྟགས་ལྗང་ཁུ་ཐོན་པ་དེས་སཡི་ཕོན་བལྟ་ཆས་ལ་མཐུད་ཟིན་པས་ཁྱེད་རང་གིས་བལྟ་འགོ་འཛུགས་ན་འགྲིག་གི་རེད།
nb: Den grønne avhukningen indikerer at Psiphon-nettleseren er tilkoblet og klar til at du skal starte å surfe
tk: Yašyl belgi Psiphon Brauzeryñ baglanandygyny we ulanmana tayyardygyny görkezyär
vi: Dấu tíc xanh cho biết là Trình Duyệt Psiphon đã kết nối và sẵn sàng để bạn lướt mạng

# ONBOARDING_ACCESS_TEXT
source: The Internet at your fingertips
ar: الإنترنت في متناول يديك
bo: ཁྱེད་རང་གི་མཛུབ་མོའི་རྩེ་ལ་དྲྭ་རྒྱ།
nb: Internett, for eget grep
tk: Internet Seninñ barmaklaryñ ujynda
vi: Internet nơi đầu ngón tay bạn

source: This device is not configured for sending Email. Please configure the Mail settings in the Settings app.
ar: إعدادات الجهاز لا تسمح إراسل البريد إلكتروني. الرجاء التحقق من إعدادات البريد الإلكتروني ضمن الإعدادات.
bo: ཡོ་བྱད་འདི་གློག་འཕྲིན་གཏོང་བ་རྒྱུར་སྡེབ་སྒྲིབ་བྱེད་མིན་འདུག ཁྱེད་ཀྱིས་མཉེན་ཆས་སྒྲིབ་བཀོད་ནང་ནསགློག་འཕྲིན་སྒྲིག་བཀོད་སྡེབ་སྒྲིབ་གནང་རོགས།
nb: Denne enheten er ikke oppsatt til forsendelse av E-post. Sett opp e-postinnstillingene i innstillingsprogrammet.
tk: Bu enjam email ugratmaga ugurlaşmady. Hayyš, email sazlamalaryny Sazlama programmasynda tertibe sal.
vi: Thiết bị này chưa được cấu hình để gửi Email. Xin cấu hình thiết đặt email trong ứng dụng thiết đặt

# TUTORIAL_BODY_SETTINGS
source: This is where you can access settings and find help
ar: هذا المكان الذي يمكنك من وصول الاعدادات والعثور على المساعدة
bo: འདིར་ཁྱེད་རང་གིས་སྒྲིག་བཀོད་བེད་སྤྱོད་དང་རོགས་རམ་འཚོལ་ས་རེད།
nb: Her har du tilgang til innstillinger og hjelp
tk: Bu yerde Siz sazlamalara girip bilersiñiz we kömek taparsyñyz
vi: Đây là nơi bạn xem các thiết đặt và tìm trợ giúp

# NYALERT_TITLE
source: Title Label
ar: تسمية العنوان
bo: འགོ་བརྗོད་མིང་བཏགས།
km: ឈ្មោះចំណងជើង
nb: Tittel-merkelapp
tk: Belgi Atlandyrmasy
vi: Nhãn Tựa Đề

# PHOTO_LIBRARY_ACCESS_INSTRUCTION
source: To give permissions tap on 'Change Settings' button
ar: لإعطاء الأذونات اضغط على زر "تغيير إعدادات"
bo: 'བསྒྱུར་བཅོས་སྒྲིག་བཀོད་'མཐེབ་སྣོན་སྒང་ལ་སྣོན་ཆོག་པའི་ཆོག་མཆན་གནང་རོགས།
km: ដើម្បីផ្តល់សិទ្ធិ ចុចលើប៊ូតុង 'ផ្លាស់ប្តូរការកំណត់'
nb: For å gi tilganger, trykk på 'Endre innstillinger'
tk: Rugsta bermek üçin "Sazlamalary Çalyš" düwmesine bas
vi: Để cho phép, bấm vào nút 'Đổi Thiết Đặt'

# SERVER_REGION_GB
source: United Kingdom
ar: المملكة المتحدة
bo: དབྱིན་ཡུལ།
km: ចក្រភពអង់គ្លេស
nb: Storbritannia
tk: Beýik Britaniýa
vi: Anh Quốc

# SERVER_REGION_US
source: United States
ar: الولايات المتحدة
bo: ཨ་རི།
km: សហរដ្ឋអាមេរិក
nb: Amerikas forente stater
tk: Iň gowy ýerine ýetiriliş
vi: Hoa Kỳ

# CERT_UNKNOWN_ORGANIZATION
source: Unknown Organization
ar: منظمة غير معروفة
bo: རྒྱུད་མངའ་མེད་པའི་ཚོགས་པ།
km: ស្ថាប័នមិនស្គាល់
nb: Ukjent organisasjon
tk: Näbelli Gurama
vi: Tổ chức Vô danh

# ADD_EDIT_BOOKMARK_URL
source: URL
ar: الرابط
km: អាសយដ្ឋាន URL
nb: Nettadresse
