Repository: adam-p/endless
Catalog: Endless/*.lproj/Root.strings
Languages: tk

source: Language
tk: Dil

source: Default language
tk: Asyl dili

source: About
tk: Hakynda

source: Change Region
tk: Ýurdy Çalyş

source: FAQ
tk: Kän soralýan soraglar

source: Help
tk: Kömek

source: Notifications
tk: Duýduryş

source: Privacy
tk: Gizlinlik

source: Privacy Policy
tk: Gizlinlik Ugry

source: Psiphon & Browser
tk: Psiphon we Brauzer

source: Psiphon Settings
tk: Psiphon Sazlamalary

source: Security
tk: Gorag

source: Search engine
tk: Gözleg ulgamy

source: Feedback
tk: Seslenme

source: Terms of Use
tk: Ulanma Razyçylygy

source: Tutorial
tk: Gollanma

source: Disable Timeouts
tk: Wagt-aralary öçür

source: Proxy
tk: Proksi

source: Timeouts
tk: Wagt-aralary

source: Use upstream proxy
tk: Proksi akymyny ulan

source: Host address
tk: Eýe salgysy

source: Use proxy authentication
tk: Tassyklanan proksi ulan

source: username
tk: ulanjyady

source: password
tk: açarsözi

source: example.com
tk: mysal.com

source: Proxy username
tk: Proksi ulanyjy ady

source: Proxy password
tk: Proksi açarsözi

source: Proxy domain
tk: Proksi domainy

source: Sound
tk: Ses

source: Play sound when connection status changes
tk: Birikme statusy üýtgän halatynda ses çykar

source: Vibrate
tk: Titremek

source: Vibrate when connection status changes
tk: Birikmäniň statusy üýtgände titre

source: Best Performance
tk: Ýokary hilli işleýişi

source: United States
tk: Iň gowy ýerine ýetiriliş

source: United Kingdom
tk: Beýik Britaniýa

source: Canada
tk: Kanada

source: Japan
tk: Ýaponiýa

source: Germany
tk: Germaniýa

source: Singapore
tk: Singapur

source: Netherlands
tk: Gollandiýa

source: India
tk: Hindistan

source: Spain
tk: Ispaniýa

source: Clear all when backgrounded
tk: "Backgrounded" halynda hemmesini arassala

source: All tabs, cookies and website data will be cleared when switching to another app.
tk: Başga programma geçilende, ähli äpişgeçikler, kökejikler we web saýt yazgylary pozular.

source: Send "Do-Not-Track" requests
tk: "Yzarlama" islegini ugrat

source: Ask sites and their third party content providers not to track you.
tk: Saýtlardan we üpjünedijilerden seni yzarlamazlygy talap et.

source: Minimum SSL/TLS Version
tk: Iň az MSSL/TLS Wersiýasy

source: Minimum version of SSL/TLS required for HTTPS connections; may require force-closing the app to take effect.
tk: HTTPS birikmegi üçin iň az MSSL/TLS wersiýasy zerur;programanyň kadaly işlemegi üçin, öçürip yakmagy talap eder.

source: Your Comments
tk: Siziň Teswirleriňiz

source: Your Email Address
tk: Sizin Email Salgyňyz

source: Where can we respond to you?
tk: Nädip size habar edip bileriz?

source: Diagnostic Data
tk: Diagnostiki Maglumat

source: Upload diagnostic data
tk: Diagnostiki maglumatlary ýükle

source: Disable JavaScript
tk: JavaScript işletme

source: Prevent JavaScript from running in your browser. Will prevent most websites from working properly, but may help protect you while browsing the web.
tk: JavaScript brauwzeriňde işlemegini togtat. Köp websaýtlaryň kadaly işlemegine täsir eder, emma sizi webde howpsuz brauwzerlemege kömek eder.

source: Allow Cookies
tk: Kökejiklere Rugsat ber

source: Manage what types of cookies Psiphon Browser allows.
tk: Psiphonyň kabul edip biljek kökejikleri düzet

source: Always Block
tk: Hemmişe Gaba

source: Block All
tk: Hemmesi Gaba

source: Always Allow
tk: Hemmişe Rugsat ber

source: Allow All
tk: Hemmesine Rugsat ber

source: Allow from Current Website Only
tk: Diňe şuwagtky Websaýta rugsat ber

source: Current Website Only
tk: Diňe şuwagtky Websaýt

source: Allow from Websites I Visit
tk: Meniň girýän Websaýtlaryma rugsat ber

source: Websites I Visit
tk: Girýän Websaýtlarym

source: Websites may store cookies and other data on your device to identify you when browsing. This data is usually used to provide services and content specific to you. It can include your login information, preferences, and personal information such as your name or email address. Psiphon Browser blocks cookies from sites other than the one you are visiting (third party cookies) by default to help prevent advertisers from storing data on your device.
tk: Sizi tanamak üçin websaýtlar "cookies" we başga maglumatlary siziň enjamyňyzda saklap biler. Bu maglumatlar siz üçin ýöriteşdirilen hyzmatlary we mazmunlary üpjün eder. Ulanyjy maglumatlary, saýlawlary we şahsy maglumatlary ýagny siziň adyňyz we emailiňizi öz içine alar. Psiphon Bruzeri siziň girýän saýtlaryňyzdan daşarky saýtlaryň "cookies"- lerini gabamak bilen, reklama berijileriň siziň enjamyňyzda maglumat saklamagynyň öňüni alar.

source: Clear cookies and website data
tk: Websaýt maglumatlaryny we kökejikleri arassala

source: Cookies and local storage will be cleared.
tk: Kökejikler we ýerli saklanyşlar arassalandy.

source: My connection is bad, help!
tk: Meniň birikmäm erbet, kömek ediň!

source: Changing your region to Best Performance increases your chances of getting connected.
tk: Ýurduňyzy çalyşmak bilen ýokary hilli işleýşi birikdirip bilersiňiz.

source: Disabling timeouts may help you stay connected on slower networks.
tk: Wagt-aralaryny öçürmek bilen ýuwaş networklarda bagly galyp bolar.

source: Reconnecting to the Psiphon server may help if your current connection is slow or non-responsive.
tk: Şuwagtky ulanýan networkiňiz yuwaş ýada jogapsyz bolsa, Psiphon serwerine täzeden baglanyp bilersiňiz.

source: Reconnect to the Psiphon server
tk: Psiphon serwerine täzeden birik
